[{
        "title": "What is Computer?",
        "subtitle": "Computer คือ อุปกรณอิเล็กทรอนิกส์ สำหรับคำนวณ และประมวลผลข้อมูลเพื่อประโยชน์ทางด้านธุรกิจ",
        "imgUrl": "https://cdn.pixabay.com/photo/2015/01/08/18/25/desk-593327_960_720.jpg",
        "detail": "เครื่องคอมพิวเตอร์,เครื่องคำนวณ,ผู้คำนวณ คณิตกรณ์หมายถึง \n\nอุปกรณ์ชนิดหนึ่งที่ทำงานด้วยระบบอิเล็กทรอนิกส์ สามารถจำข้อมูลและคำสั่งได้ ทำให้สามารถทำงานไปได้ โดยอัตโนมัติด้วยอัตราความเร็วที่สูงมากใช้ประโยชน์ในการคำนวณหรือการทำงานต่าง ๆ ได้เกือบทุกชนิด มี 3 ขนาด คือ ขนาดใหญ่ (main frame) ขนาดกลาง (mini computer) และขนาดเล็กที่กำลังได้รับความนิยมทั่วไปในขณะนี้ เรียกว่า ไมโครคอมพิวเตอร์ (micro computer) หรือ คอมพิวเตอร์ส่วนบุคคล (personal computer) ที่เรียกกันย่อ ๆ ว่า พีซี"
    },

    {
        "title": "What is Programming?",
        "subtitle": "Programming คือ  การสร้างซอฟต์แวร์สร้างชุดคำสั่งหรือกระบวนการที่ทำให้คอมพิวเตอร์ทำงานได้ตามต้องการ",
        "imgUrl": "https://cdn.pixabay.com/photo/2016/11/30/20/58/programming-1873854_960_720.png",
        "detail": "การเขียนโปรแกรมคอมพิวเตอร์\n\nเป็นกระบวนการของการออกแบบและสร้างโปรแกรม คอมพิวเตอร์ที่ปฏิบัติการได้เพื่อให้บรรลุผลการคำนวณเฉพาะหรือเพื่อทำงานเฉพาะ การเขียนโปรแกรมที่เกี่ยวข้องกับงานเช่นการวิเคราะห์การสร้างอัลกอริทึม , profilingขั้นตอนวิธีการถูกต้องและทรัพยากรการบริโภคและการดำเนินงานของอัลกอริทึมในการเลือกภาษาการเขียนโปรแกรม"
    },

    {
        "title": "What is Programmer?",
        "subtitle": "Programmer คือ นักเขียนโปรแกรมคอมพิวเตอร์ ที่สามารถที่จะพัฒนา สร้างและแก้ไขปัญหาโปรแกรม",
        "imgUrl": "https://cdn.pixabay.com/photo/2019/11/05/17/56/employee-4604126_960_720.jpg",
        "detail": "นักเขียนโปรแกรมนักเขียนชุดคำสั่ง\n\nคนที่เขียนโปรแกรมสั่งให้คอมพิวเตอร์ทำงานตามที่ต้องการได้ และควรจะมีความชำนาญด้วย (สำหรับคนที่หัดเขียนใหม่ ๆ ไม่ควรจะใช้คำ ๆ นี้) นักเขียนโปรแกรมที่ดีนั้น จะต้องรู้วิธีแก้ปัญหา และรู้ด้วยว่า จะแก้อย่างไร รวมทั้งต้องเข้าใจหลักและกฎเกณฑ์ของภาษาต่าง ๆ ที่จะทำให้เครื่องคอมพิวเตอร์เข้าใจด้วย เพื่อจะได้ปฏิบัติตามคำสั่งได้"
    },

    {
        "title": "What is Software?",
        "subtitle": "Software คือ หมายถึงชุดคำสั่งหรือโปรแกรมที่ใช้สั่งงานให้คอมพิวเตอร์ทำงาน ซอฟต์แวร์จึงหมายถึงลำดับขั้นตอนการทำงานที่เขียนขึ้นด้วยคำสั่งของคอมพิวเตอร์",
        "imgUrl": "https://cdn.pixabay.com/photo/2017/03/30/10/59/social-networking-2187996_960_720.jpg",
        "detail": "ชุดคำสั่งหรือโปรแกรมคอมพิวเตอร์ที่เขียนขึ้นด้วยภาษาคอมพิวเตอร์\n\nเพื่อสั่งให้คอมพิวเตอร์ทำงานตามลำดับขั้นตอนการที่คอมพิวเตอร์ทำงานตามที่เราต้องการอย่างมีประสิทธิภาพหรือไม่นั้นจึงขึ้นกับซอฟต์แวร์ที่สนับสนุนการทำงานจึงต้องเลือกใช้ซอฟต์แวร์ให้เหมาะสมกับงาน"
    }
]